export const favoritesList = [
   {
      title: "Красное & Белое",
      id: Date.now(),
      type: "Магазин",
      image: require("@/assets/images/profile-favorites1.png"),
      description:
        "Российская компания-ритейлер и одноимённая сеть магазинов формата самообслуживания.",
    },
    {
      title: "Алкомаркет",
      id: Date.now(),
      type: "Магазин",
      image: require("@/assets/images/profile-favorites2.png"),
      description:
        "Российская компания-ритейлер и одноимённая сеть магазинов формата самообслуживания.",
    },
    {
      title: "Василеостровская",
      id: Date.now(),
      type: "Пивоварня",
      image: require("@/assets/images/profile-favorites3.png"),
      description:
        "Российская компания-ритейлер и одноимённая сеть магазинов формата самообслуживания.",
    },
    {
      title: "Пивнуха",
      id: Date.now(),
      type: "Бар",
      image: require("@/assets/images/profile-favorites4.png"),
      description:
        "Российская компания-ритейлер и одноимённая сеть магазинов формата самообслуживания.",
    },
]

export const newsList = [
   {
      name: "Эль (Ale)",
      image: require("@/assets/images/news1.png"),
      rating: 3.5,
      text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    },
    {
      name: "Эль (Ale)",
      image: require("@/assets/images/news2.png"),
      rating: 4.5,
      text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    },
    {
      name: "Эль (Ale)",
      image: require("@/assets/images/news3.png"),
      rating: 6.0,
      text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    },
    {
      name: "Эль (Ale)",
      image: require("@/assets/images/news4.png"),
      rating: 4.9,
      text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    },
    {
      name: "Эль (Ale)",
      image: require("@/assets/images/news4.png"),
      rating: 4.9,
      text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    },
    // {
    //   name: "Эль (Ale)",
    //   image: require("@/assets/images/news4.png"),
    //   rating: 4.9,
    //   text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    // },
    // {
    //   name: "Эль (Ale)",
    //   image: require("@/assets/images/news4.png"),
    //   rating: 4.9,
    //   text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    // },
    // {
    //   name: "Эль (Ale)",
    //   image: require("@/assets/images/news4.png"),
    //   rating: 4.9,
    //   text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    // },
    // {
    //   name: "Эль (Ale)",
    //   image: require("@/assets/images/news4.png"),
    //   rating: 4.9,
    //   text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    // },
    // {
    //   name: "Эль (Ale)",
    //   image: require("@/assets/images/news4.png"),
    //   rating: 4.9,
    //   text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    // },
    // {
    //   name: "Эль (Ale)",
    //   image: require("@/assets/images/news4.png"),
    //   rating: 4.9,
    //   text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    // },
    // {
    //   name: "Эль (Ale)",
    //   image: require("@/assets/images/news4.png"),
    //   rating: 4.9,
    //   text:"Производится верховым брожением, обладает тонким фруктовым привкусом и высоким содержание спирта.",
    // },
]

export const data = [
  {
    "id": 4,
    "name": "Selfmade Brewery",
    "city": "Москва",
    "description": "Selfmade Brewery – это пивоварня, созданная с нуля своими руками. Проще говоря, командой, главный постулат которой - это совершенствование своего профессионализма и создание идеального напитка. Наш главный технолог – Александр Громов, профессиональный пивовар, гуру и ас в пивоваренной индустрии. Он имеет в своем портфеле профессиональный диплом инженера-технолога МГУПП по специальности пивоваренное производство. За плечами Александра семинары в Берлинском институте пивоварения, стажировка в Испании на пивоварне Naparbier, опыт работы в Московской Пивоваренной Компании, а также сотни успешных варок на различных пивоварнях России.",
    "type": "Пивоварня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/07_09_2023_17_08_30_f8BSn0wfMJc.jpg"
  },
  {
    "id": 6,
    "name": "Степь и Ветер",
    "city": "Оренбург",
    "description": "2014 год выдался особенно урожайным на нашей семейной пасеке. Тогда зародилась идея  медоварения, но не того сельского напитка, от которого отнимаются ноги, а мёда новой школы: красивого и ароматного медово-фруктового вина, который займет свое достойное место рядом с другими благородными напитками.  \nНаша торговая марка  Степь и ветер зарегистрированна в 2017 году, после  нескольких лет наших успешных экспериментов. Звучное имя возникло из-за месторасположения. Мы находимся на границе Европы и Азии, где дуют сильные степные ветра и можно увидеть как далеко летают пчёлы.",
    "type": "Медоварня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/07_09_2023_17_27_40_uJS56MgUoFc.jpg"
  },
  {
    "id": 8,
    "name": "Четыре Пивовара",
    "city": "Владимир",
    "description": "Все началось в 2010. Тогда ребята наткнулись на форум домашних пивоваров, почитали немного и твердо решили, что надо варить свое пиво. Мысль о своем пиве будоражила ум. Масла в огонь подливал тот факт, что они попробовали в одном из московских ресторанов нефильтрованное пшеничное пиво, которое разительно отличалось от всего пробованного ранее.\n\nСкоро они узнали, что стилей пива не 3, а какое-то немыслимое количество. Кастрюльки на протяжении времени росли, появлялись разные девайсы, микроскопы, мешалки, холодильники. Все это время пивоварение оставалось как хобби. В 2014 4BREWERS открыли паб во Владимире. Он работает и сейчас, собирает всех биргиков, друзей биргиков, родственников друзей биргиков и прочих неравнодушных к пиву. Кроме того, там пытаются обращать новых людей (не знакомых с миром пива) в свою веру.",
    "type": "Пивоварня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/0hK4MhyS2gE.jpg"
  },
  {
    "id": 5,
    "name": "Plague Brew",
    "city": "Санкт-Петербург",
    "description": "Проект начался с домашних варок и в основном специализируется на редких и крепких стилях пива и мидов. Plague Brew с 2019 года занимается возрождением старинных рецептов и экспериментирует с малоизвестными направлениями. В линейке пивоварни легко встретить стили, которые будут открытием даже для видавших виды биргиков — к примеру, адамбир или эйсерглин.",
    "type": "Пивоварня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/07_09_2023_17_11_44_9WcNedqNESc.jpg"
  },
  {
    "id": 12,
    "name": "ATMOSPHERE BREWERY",
    "city": "Клин",
    "description": "Пивоварня Atmosphere — активно развивающаяся пивоварня. Ключевой девиз компании: Стабильность, Качество, Доступность  Стабильность - это то к чему стремится каждая пивоварня, и в Atmosphere brewery стараются уделить этому особое внимание. При производстве пива используется только проверенное и качественное сырье. Каждая партия пива проходит проверку в микробиологической лаборатории.",
    "type": "Пивоварня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/08_09_2023_06_51_58_6f7c7d66f41ca0004e8da5f6161d518f.webp"
  },
  {
    "id": 16,
    "name": "AF BREW",
    "city": "Санкт-Петербург",
    "description": "AF Brew — одни из пионеров российского крафта. Петербургская пивоварня основана в 2012 г. тремя энтузиастами – выходцами из различных областей пивоваренной индустрии. Оказавшись в самом авангарде крафтовой революции в России, пивоварня постоянно росла в объемах, первые несколько лет существуя на контрактных мощностях. В 2016 году открыла собственное производство в Санкт-Петербурге в цехах бывшего Степана Разина. Сегодня AF Brew – это миллион литров пива ежегодно, полтора десятка баров, безалкогольное производство и свой собственный фестиваль пива. За время работы пивоварня выпустила сотни уникальных сортов пенного напитка, включая совместные проекты с эстонскими, итальянскими, шведскими и немецкими пивоварнями.",
    "type": "Пивоварня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/bb5f647bdbe0eda25724b82f02ec05f7.webp"
  },
  {
    "id": 17,
    "name": "STAMM BREWING",
    "city": "Москва",
    "description": "Пивоварня Stamm Beer – небольшое подмосковное семейное предприятие, где варят пиво с 2011 года. Это одна из самых успешных и перспективных пивоварен в России на сегодняшний день. Ассортимент весьма обширен, в линейке можно найти как популярные крафтовые сорта, так и редкие, которые почти невозможно встретить в продаже. Кроме того, пивоварня имеет отдельные мощности для изготовления кислых сортов, длительно выдерживающихся в деревянных бочках из-под вина, а также цех для крепких, мощных сортов. Стоит отметить, что мастера пивоварни одними из первых в России организовали производство бельгийских кислых элей, которые пока все еще очень редки в нашей стране.",
    "type": "Пивоварня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/be361d5e112bca75babc9ed5efe00992.webp"
  },
  {
    "id": 18,
    "name": "RED ROCKET BREWERY",
    "city": "Екатеринбург",
    "description": "Екатеринбургская пивоварня Red Rocket Brewery стартовала в 2020 году и соответственно названию сразу стремительно взлетела на вершину российского Untappd. Это проект двух знаковых для уральского крафта фигур — известного домашнего пивовара Никиты Абсурда и экс-пивовара Jaws Ивана Полушкина, сварившего когда-то всем известную Атомную прачечную.",
    "type": "Пивоварня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/d8cdfd42ecdf33383a1614eadd42d02d.webp"
  },
  {
    "id": 19,
    "name": "REBEL APPLE",
    "city": "Москва",
    "description": "Rebel Apple - альтернативная сидрерия из Москвы, созданная  Александром Ионовым в 2018 году. В 2015 году Александр  впервые сделал сидр из дачных яблок Ярославской области.",
    "type": "Сидродельня",
    "averageRating": 0.00,
    "image": "https://taptrack.ru/brewery/images/ciy8655ip8lt94kkgpxbdvm1nqzm3ez6.webp"
  }
]